_site/2016-08-09-vision-and-mission.html


<!DOCTYPE html>
<html lang="en">
  <head>
    <meta charset="utf-8">
    <title>管理技能：先要了解企业愿景与使命</title>
    
    <meta name="author" content="Kimi MA">

    <!-- Enable responsive viewport -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0">

    <!-- Le HTML5 shim, for IE6-8 support of HTML elements -->
    <!--[if lt IE 9]>
    <![endif]-->

    <!-- Le styles -->
    <link href="assets/themes/twitter/bootstrap/css/bootstrap.2.2.2.min.css" rel="stylesheet">
    <link href="assets/themes/twitter/css/style.css?body=1" rel="stylesheet" type="text/css" media="all">
    <link rel="shortcut icon" type="image/ico" href="/assets/favicon.ico">
    <!-- Le fav and touch icons -->
  <!-- Update these with your own images
    <link rel="shortcut icon" href="images/favicon.ico">
    <link rel="apple-touch-icon" href="images/apple-touch-icon.png">
    <link rel="apple-touch-icon" sizes="72x72" href="images/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="114x114" href="images/apple-touch-icon-114x114.png">
  -->

    <!-- atom & rss feed -->
    <link href="/atom.xml" type="application/atom+xml" rel="alternate" title="Sitewide ATOM Feed">
    <link href="/rss.xml" type="application/rss+xml" rel="alternate" title="Sitewide RSS Feed">

  </head>

  <body>
    <div class="navbar navbar-fixed-top">
      <div class="navbar-inner">
        <div class="container-narrow">
          <a class="brand" href="/">Die Welt ist meine Vorstellung</a>
          <ul class="nav">
            
            
            


  
    
      
    
  
    
      
      	
      	<li><a href="/archive">Archive</a></li>
      	
      
    
  
    
      
    
  
    
      
      	
      	<li><a href="/categories">Topics</a></li>
      	
      
    
  
    
      
    
  
    
      
    
  
    
      
    
  
    
      
    
  
    
      
      	
      	<li><a href="/tags">Tags</a></li>
      	
      
    
  



          </ul>
        </div>
      </div>
    </div>

    <div class="container-narrow">

      <div class="content">
        

<div class="page-header">
  <h1>管理技能：先要了解企业愿景与使命 </h1>
</div>

<div class="row-fluid post-full">
  <div class="span12">
    <div class="date">
      <span>09 August 2016</span>
    </div>
    <div class="content">
      <p>
企业的发展方向是一个企业的灵魂所在。如果我们呆在一个公司里面，却不知道公司的发展方向是什么，那是一件很可怕的事情。更可怕的情况是，我们的价值观、个人选择是和企业的发展方向相违背的。因此，选择一家企业工作的一个至关重要的问题是企业的发展方向是否和自己的价值观相匹配。只有匹配上，我们才能激发出自己的创造力去和企业共同成长。
</p>

<p>
所谓的企业发展方向就是企业愿景。
</p>

<div id="outline-container-orgheadline1" class="outline-2">
<h2 id="orgheadline1"><span class="section-number-2">1</span> 企业愿景</h2>
<div class="outline-text-2" id="text-1">
<p>
企业愿景是指企业战略家对企业前景和发展方向一个高度概括的描述。由企业核心理念和对未来 10~20 年的展望构成。企业愿景的本质就是将企业的存在价值提升到极限。
</p>

<p>
加里·胡佛的《愿景》一书中明确了愿景的四大要素：清晰、持久、独特和服务精神。
</p>
</div>
</div>

<div id="outline-container-orgheadline2" class="outline-2">
<h2 id="orgheadline2"><span class="section-number-2">2</span> 企业愿景的产生背景</h2>
<div class="outline-text-2" id="text-2">
<p>
吉姆·柯林斯（Jim Collins）和杰里·波拉斯（Jerry I．Porras）在《Built to last:
successful habits of visionary companies》一书中将企业划分为两种类型<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>：
</p>

<ul class="org-ul">
<li>第一种类型是明确企业愿景，并将它扎根于员工之中的企业。这些企业大多是排位世界首位的企业。</li>
<li>第二种类型是认为只要提高销售额即万事大吉，而没有明确的企业愿景。这些企业绝不可能居世界首位。</li>
</ul>

<p>
企业愿景往往会附有一份描述当前企业的使命陈述。
</p>
</div>
</div>

<div id="outline-container-orgheadline3" class="outline-2">
<h2 id="orgheadline3"><span class="section-number-2">3</span> 企业使命</h2>
<div class="outline-text-2" id="text-3">
<p>
所谓企业使命是指企业在社会经济发展中所应担当的角色和责任，是指企业的根本性质和存在的理由，说明企业的经营领域、经营思想，为企业目标的确立与战略的制定提供依据。
</p>
</div>
</div>

<div id="outline-container-orgheadline4" class="outline-2">
<h2 id="orgheadline4"><span class="section-number-2">4</span> 企业愿景与使命的区别</h2>
<div class="outline-text-2" id="text-4">
<ul class="org-ul">
<li>企业愿景是指企业长期的发展方向、目标、自我设定的社会责任和义务，明确界定公司的在未来社会范围里是什么样子。</li>
<li>企业使命是在界定了企业愿景的基础上，具体表述企业在社会中的经济身份或角色，在社会领域里，该企业是分工做什么的，在哪些经济领域里为社会做贡献。企业使命主要考虑的是对目标领域、特定客户或社会人在某确定方面的供需关系的经济行为及行为效果。</li>
<li>从企业愿景和企业使命的关系来讲，企业使命是企业愿景的一个方面，换句话说企业愿景包括企业使命，企业使命是企业愿景中具体说明企业经济活动和行为的理念，如果要分开来表述企业愿景和企业使命，企业愿景里就应不再表达企业经济行为的领域和目标，以免重复或矛盾。</li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline8" class="outline-2">
<h2 id="orgheadline8"><span class="section-number-2">5</span> 企业愿景与使命举例</h2>
<div class="outline-text-2" id="text-5">
<p>
在明确了企业愿景和使命的定义之后，那就找几个案例来看看吧。
</p>
</div>


<div id="outline-container-orgheadline5" class="outline-3">
<h3 id="orgheadline5"><span class="section-number-3">5.1</span> 西门子的企业愿景与使命</h3>
<div class="outline-text-3" id="text-5-1">
<p>
西门子公司的企业愿景实在很难找，找了好久才在他们最新的 2020 愿景计划书中找到。
</p>

<p>
西门子的企业愿景：
</p>

<blockquote>
<p>
We make real what matters.<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup> 我们实现真正有意义的东西。
</p>
</blockquote>

<p>
西门子的企业使命:
</p>

<blockquote>
<p>
We make real what matters by setting the benchmark in the way we electrify,
automate and digitalize the world around us. Ingenuity drives us and what we
create is yours. Together we deliver. 我们实现真正有意义的东西。我们的指标是电气化、自动化和数字化我们周围的世界。精心设计驱动我们，我们创造的就是你的。我们一起来完成。
</p>
</blockquote>
</div>
</div>

<div id="outline-container-orgheadline6" class="outline-3">
<h3 id="orgheadline6"><span class="section-number-3">5.2</span> ABB 的企业愿景与使命</h3>
<div class="outline-text-3" id="text-5-2">
<p>
ABB 的企业愿景：
</p>

<blockquote>
<p>
Power and productivity for a better world.<sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup> (能源与效率创造更好的世界。
^(zh)<sup><a id="fnr.4" class="footref" href="#fn.4">4</a></sup> Energie und Produktivität für eine bessere Welt.<sup>(de)</sup><sup><a id="fnr.5" class="footref" href="#fn.5">5</a></sup> Énergie
et productivité pour un monde meilleur.<sup>(fr)</sup><sup><a id="fnr.6" class="footref" href="#fn.6">6</a></sup>)
</p>
</blockquote>

<p>
顺便提一下，我觉得中文版的愿景陈述不够朗朗上口。建议改成：
</p>

<p>
“节能又高效，世界更美妙！”
</p>

<p>
又押韵，又对仗，还很容易记。
</p>


<p>
ABB 的愿景是这么解读的：
</p>

<blockquote>
<p>
As one of the world’s leading engineering companies, we help our customers to
use electrical power efficiently, to increase industrial productivity and to
lower environmental impact in a sustainable way.
</p>
</blockquote>


<p>
包含三层意思，
</p>
<ul class="org-ul">
<li>第一，帮助客户提高电力使用效率</li>
<li>第二，帮助客户提高工业生产效率：保障生产运行时间，速度，产出和效率。</li>
<li>第三，通过可持续发展方式降低对环境的影响：减少每单位 GDP 的能耗，减少每单位能耗的环境污染。</li>
</ul>


<p>
ABB 的企业是使命：<sup><a id="fnr.7" class="footref" href="#fn.7">7</a></sup>
</p>

<ul class="org-ul">
<li>Improve performance: ABB helps customers improve their operating performance,
grid reliability and productivity whilst saving energy and lowering
environmental impact. 提高绩效：帮助客户提高运营绩效、电网可靠性和生产效率，同事节省能源并降低对环境的影响。</li>
<li>Drive innovation: Innovation and quality are key characteristics of our
product, systems and service offering. 推动创新：创新和质量是我们产品、系统和服务的关键特性。</li>
<li>Attract talent: ABB is committed to attracting and retaining dedicated and
skilled people and offering employees an attractive, global work
environment. 吸引人才：ABB 致力于吸引并留住富有奉献精神人才，为员工提供具有吸引力的国际化的工作环境。</li>
<li>Act responsibly: Sustainability, lowering environmental impact and business
ethics are at the core of our market offering and our own operations. 行事负责：可持续发展、降低对环境的影响和遵守商业道德是我们市场营销和运营的核心。</li>
</ul>


<p>
使命和愿景是精密联系的。
</p>

<p>
“提高绩效”是实现“节能又高效”的最直接明确的使命。
</p>

<p>
“推动创新”则是不断提升“提高绩效”能力的前提。ABB 历史上的一次次科技突破，为世界效能的提升带来了新的飞跃。比如 1901 年 ABB 的前生 BBC 建成了欧洲首台蒸汽涡轮机。
1978 年 ABB 的前生 ASEA 发明并推出全球第一批工业机器人。  1984 在位于南美洲伊泰普的世界上最大的水力发电站安装了首台（共九台）BBC 发电机。
</p>

<p>
”吸引人才“是”推动创新“的原动力。唯有引进全球具有奉献精神的人才，才可以保障持续不断的创新。
</p>

<p>
“行事负责”则保障了企业这条大船经历风浪持续前进的前提。
</p>
</div>
</div>

<div id="outline-container-orgheadline7" class="outline-3">
<h3 id="orgheadline7"><span class="section-number-3">5.3</span> 对比</h3>
<div class="outline-text-3" id="text-5-3">
<p>
要么是我通过网络搜索找到的西门子的企业愿景和使命是不对的，不然 “We make
real what matters” 这个表述实在是有点费解。使命的表达也有点摸不着头脑的感觉。
</p>

<p>
相对来讲，ABB 的 “Power and productivity for a better world” 就包含了愿景的四要素。它清晰的表明企业的发展方向，这个方向是可以持久发展的，涵盖了企业独特的业务领域，并且造福全世界人民具有服务精神。
</p>

<p>
另外 ABB 的 logo 总是和文字一同出现，更是不断的对这个愿景进行强化。所以非常有助于将它根植于员工内心，这也是公司能够持续排名世界 500 强的原因之一吧。
</p>
</div>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
<a href="http://wiki.mbalib.com/wiki/%E4%BC%81%E4%B8%9A%E6%84%BF%E6%99%AF">http://wiki.mbalib.com/wiki/%E4%BC%81%E4%B8%9A%E6%84%BF%E6%99%AF</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.siemens.com/about/pool/strategy/siemens-strategy-overview.pdf">http://www.siemens.com/about/pool/strategy/siemens-strategy-overview.pdf</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara"><p class="footpara">
<a href="https://library.e.abb.com/public/b8c652a6ec80435eb55d3c5fae67883c/ABB%20CZ.pdf">https://library.e.abb.com/public/b8c652a6ec80435eb55d3c5fae67883c/ABB%20CZ.pdf</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.4" class="footnum" href="#fnr.4">4</a></sup> <div class="footpara"><p class="footpara">
<a href="http://new.abb.com/sustainability/creating-value">http://new.abb.com/sustainability/creating-value</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.5" class="footnum" href="#fnr.5">5</a></sup> <div class="footpara"><p class="footpara">
<a href="https://library.e.abb.com/public/8e3c5d227d730c47c125746a002ce5aa/ABB%20Technik%202_2008_72dpi.pdf">https://library.e.abb.com/public/8e3c5d227d730c47c125746a002ce5aa/ABB%20Technik%202_2008_72dpi.pdf</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.6" class="footnum" href="#fnr.6">6</a></sup> <div class="footpara"><p class="footpara">
<a href="http://new.abb.com/docs/librariesprovider9/ABOUT-US-FR---Corporate/profile-du-groupe-abb.pdf?sfvrsn=4">http://new.abb.com/docs/librariesprovider9/ABOUT-US-FR---Corporate/profile-du-groupe-abb.pdf?sfvrsn=4</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.7" class="footnum" href="#fnr.7">7</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www02.abb.com/global/abbzh/abbzh251.nsf!OpenDatabase&amp;db=/global/abbzh/abbzh252.nsf&amp;v=7182A&amp;e=us&amp;m=6D4A&amp;c=5F47D0088B5396DEC125702A004C96B0">http://www02.abb.com/global/abbzh/abbzh251.nsf!OpenDatabase&amp;db=/global/abbzh/abbzh252.nsf&amp;v=7182A&amp;e=us&amp;m=6D4A&amp;c=5F47D0088B5396DEC125702A004C96B0</a>
</p></div></div>


</div>
</div>

    </div>

  
    <ul class="tag_box inline">
      <li><i class="icon-folder-open"></i></li>
      
      


  
     
    	<li><a href="/categories.html#leadership-ref">
    		leadership <span>3</span>
    	</a></li>
    
  


    </ul>
    

  
    <ul class="tag_box inline">
      <li><i class="icon-tags"></i></li>
      
      


  
     
    	<li><a href="/tags.html#management-ref">management <span>4</span></a></li>
    
  



    </ul>
    

    <hr>
    <div class="pagination">
      <ul>
      
        <li class="prev"><a href="/2016-08-09-behavioural-based-interview" title="管理技能：行为面试法">&larr; Previous</a></li>
      
        <li><a href="/archive.html">Archive</a></li>
      
        <li class="next"><a href="/2016-08-11-english-bovine" title="单词本：牛的">Next &rarr;</a></li>
      
      </ul>
    </div>
    <hr>
    


  <!-- Duoshuo Comment BEGIN -->
	<div class="ds-thread"></div>
<script type="text/javascript">
var duoshuoQuery = {short_name:"kimim"};
	(function() {
		var ds = document.createElement('script');
		ds.type = 'text/javascript';ds.async = true;
		ds.src = 'http://static.duoshuo.com/embed.js';
		ds.charset = 'UTF-8';
		(document.getElementsByTagName('head')[0] 
		|| document.getElementsByTagName('body')[0]).appendChild(ds);
	})();
	</script>
<!-- Duoshuo Comment END -->





  </div>
</div>


      </div>
      <hr>
      <footer>
        <p>&copy; 2018 Kimi MA,
           All right reserved.
        </p>
      </footer>

    </div>

    
  </body>
</html>

